Repository: janmisar/ISICkonto
Catalog: ISICkonto/Support/*.lproj/Localizable.strings
Languages: cs

source: User
cs: Uživatel

source: Log In
cs: Přihlásit se

source: username
cs: uživatelské jméno

source: password
cs: heslo

source: Your balance is
cs: Na účtu máš

source: Success!
cs: Jsi přihlášen!

source: Wrong credentials
cs: Nesprávné údaje

source: Loading balance...
cs: Načítání stavu...

source: Refreshing balance...
cs: Načítání stavu...

source: Failed to refresh
cs: Nezdařeno
